[Translator]
Name=geogeo#13#10www.geogeo.gr

[frmMain]
mnuFindTarget.Caption=Επι&λογή περιοχής...
mnuPrimaryMonitor.Caption=&Κύρια οθόνη
mnuSecondaryMonitor.Caption=&Δευτερεύουσα οθόνη
mnuRecordScreen.Caption=&Πλήρης οθόνη
mnuISOMPEG1standard.Caption=ISO MPEG-1 πρότυπο( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 πρότυπο ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 πρότυπο ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 τμήμα 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 τμήμα 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 πρότυπο ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas επεξεργάσιμο ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 ροή μεταφοράς ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Ε&ξωτερικοί κωδικοποιητές... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 τμήμα 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=Λειτουργία
ActionManager.Categorys.&Tools=Εργα&λεία
ActionManager.Categorys.&Help=&Βοήθεια
mnuSettings.Caption=Επι&λογές...
mnuAbout.Caption=&Περί...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=Καταγραφή της οθόνης και της εξόδου ήχου
mnuRecordingOnlyAudio.Caption=Καταγραφή μόνο της εξόδου ήχου
mnuRecordingTheGame.Caption=Εγγραφή του παιχνιδιού
mnuGIFAnimation.Caption=GIF Animation ( .GIF )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 τμήμα 14) Περιέκτης
mnuMKVContainerFormat.Caption=MKV (Matroska) Περιέκτης
mnuM4VContainerFormat.Caption=M4V (iPod MP4) Περιέκτης
mnuMOVContainerFormat.Caption=MOV (QuickTime) Περιέκτης
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) Περιέκτης
mnuFLVContainerFormat.Caption=FLV (Flash Video) Περιέκτης
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) Περιέκτης
mnuTSContainerFormat.Caption=TS (MPEG-2 ροή μεταφοράς) Περιέκτης
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) Περιέκτης
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 πρότυπο + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 πρότυπο + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 πρότυπο + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 πρότυπο + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 πρότυπο + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Ρυθμίσεις υλικού κωδικοποίησης...
mnuAudioCodecsSettings.Caption=Ρυθμίσεις κωδικοποιητών ήχου...
mnuCustomSize.Caption=Π&ροσαρμοσμένο μέγεθος...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&Register...
mnuBuy.Caption=&Buy...
ActionManager.Categorys.&Register=&Register
mnuAddRecordingArea.Caption=Add recording area...
mnuEditRecordingAreaList.Caption=Edit recording area list...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Exit app
mnuAutoSelectCodec.Caption=Auto Select
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=&Πληροφορίες
btnVideoConfiguration.Caption=&Ρύθμιση


lblFPS.Caption=FPS : 
gbxVideo.Caption=Βίντεο
chkAudio.Caption=Ρυθμίσεις συσκευής ήχου
lblAudioDrive.Caption=Συσκευή :
lblChannel.Caption=Κανάλια : 
lblSampleRate.Caption=Δειγματοληψία: 
lblQuality.Caption=Ποιότητα
chkRecordCursor.Caption=&Συμπερίληψη του δρομέα
chkBalanceReposition.Caption=Μετακίνηση του κύριου παραθύρου μαζί με την περιοχή καταγραφής.
gbxHotkeySettings.Caption=Ρυθμίσεις πλήκτρων συντόμευσης
chkRecordHotkey.Caption=Εγγραφή: 
chkPauseHotkey.Caption=Παύση:
chkCaptureHotkey.Caption=Στιγμιότυπο:
chkFindTargetHotkey.Caption=Στόχος:
lbledtOutputPath.Caption=Διαδρομή αποθήκευσης:
btnOK.Caption=&Εντάξει
btnCancel.Caption=Ά&κυρο
Caption=Επιλογές
lblMin.Caption=Λεπτά
lblSecond.Caption=Δευτερ.
lblAfterCompletion.Caption=Μετά την ολοκλήρωση
gbxRservationRecord.Caption=Χρονικό όριο εγγραφής
chkRecordingTimeLimite.Caption=Ε&νεργοποίηση
gbxLanguage.Caption=Ρυθμίσεις γλώσσας
lblLanguage.Caption=Γλώσσα:
lblVideoBitrate.Caption=Ρυθμός μετάδοσης bit : 
lblAudioBitrate.Caption=Ρυθμός μετάδοσης bit :
gbxVideoEncoding.Caption=Βίντεο
gbxAudioEncoding.Caption=Ήχος
btnRestoreDefaultSettings.Caption=Επανα&φορά προεπιλ. ρυθμίσεων
lblCaptureFormat.Caption=Μορφή αρχείου εικόνας καταγραφής:
lblUsingMultiCore.Caption=Χρήση πολλαπλών πυρήνων: 
gbxMouseEffect.Caption=Εφέ ποντικιού
chkEnabledMouseEffect.Caption=Ενεργοποίηση εφέ
lblMouseEffectColor.Caption=Χρώμα
lblMouseEffectSize.Caption=Μέγεθος
gbxTimeLimitSettings.Caption=Επιλογές
rbTimeLimitDoNothing.Caption=Καμία ενέργεια
rbTimeLimitStartNewRecording.Caption=Έναρξη νέας καταγραφής
rbTimeLimitExitProgram.Caption=Έξοδος προγράμματος
rbTimeLimitShutdown.Caption=Τερματισμός υπολογιστή
gbxWatermarkSettings.Caption=Προσθήκη υδατογραφήματος στο βίντεο
chkUseWatermark.Caption=&Χρήση υδατογραφημάτων
lbledtWatermakrImagePath.Caption=Διαδρομή εικόνας: 
lblOpacity.Caption=Αδιαφάνεια:
gbxWatermarkImagePosition.Caption=Θέση
lblVideoQuality.Caption=Ποιότητα:
lblEncoderThreadCount.Caption=Αριθμός νημάτων κωδικοποιητή:
chkShowFPSOverlay.Caption=Εμφάνιση επικάλυψης FPS
gbxGameRecording.Caption=Καταγραφή παιχνιδιού
lblColorConversionQuality.Caption=Ποιότητα μετατροπής χρώματος: 
pmnuPrefixDateTime.Caption=Πρόθεμα + Ημερομηνία + Ώρα
pmnuProgramNameDateTime.Caption=Όνομα προγράμματος + Ημερομηνία + Ώρα
pmnuUserIDDateTime.Caption=ΙD Χρήστη + Ημερομηνία + Ώρα
pmnuDisplayUserNameDateTime.Caption=Εμφανιζόμενο όνομα χρήστη + Ημερομηνία + Ώρα
pmnuPrefixLocalizationDateNumber.Caption=Πρόθεμα + Ημερ/νία τοπικοποίησης + Νούμερο(#)
pmnuProgramNameLocalizationDateNumber.Caption=Όνομα προγράμματος + Ημερ/νία τοπικοποίησης + Νούμερο(#)
pmnuUserIDLocalizationDateNumber1.Caption=ΙD Χρήστη + Ημερ/νία τοπικοποίησης + Νούμερο(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=Εμφανιζόμενο όνομα χρήστη + Ημερ/νία τοπικοποίησης + Νούμερο(#)
pmnuPrefixNumber1.Caption=Πρόθεμα + Νούμερο(#)
pmnuPrefixNumber2.Caption=Πρόθεμα + Νούμερο(##)
pmnuPrefixNumber3.Caption=Πρόθεμα + Νούμερο(###)
pmnuProgramNameNumber1.Caption=Όνομα προγράμματος + Νούμερο(#)
pmnuProgramNameNumber2.Caption=Όνομα προγράμματος + Νούμερο(##)
pmnuProgramNameNumber3.Caption=Όνομα προγράμματος + Νούμερο(###)
pmnuNumber1.Caption=Νούμερο(#)
pmnuNumber2.Caption=Νούμερο(##)
pmnuNumber3.Caption=Νούμερο(###)
pmnuHelp.Caption=&Βοήθεια...
ledtFileName.Caption=Όνομα αρχείου: 
chkHideDragCursorInRecordingArea.Caption=Απόκρυψη της κίνησης του δρομέα στην περιοχή καταγραφής
gbResizeVideo.Caption=Αλλαγή μεγέθους
chkResizeVideo.Caption=Αλλαγή μεγέθους σε βίντεο
lblResolution.Caption=Ανάλυση:
lblResizeQuality.Caption=Ποιότητα:
lblGIFFPS.Caption=FPS: 
lblGIFQuality.Caption=Ποιότητα:
gbxGIF.Caption=Ρυθμίσεις GIF
chkGIFIncludeCursor.Caption=&Συμπερίληψη δρομέα
chkResizeGIF.Caption=Α&λλαγή μεγέθους του gif
lblGIFResolution.Caption=Ανάλυση:
lblGIFResizeQuality.Caption=Ποιότητα: 
gbResizeGIF.Caption=Αλλαγή μεγέθους
rbTimeLimitHibernate.Caption=Αδρανοποίηση υπολογιστή
tsGeneral.Caption=Γενικά
tsGame.Caption=Παιχνίδι
tsResize.Caption=Αλλαγή μεγέθους
gbxMicrophone.Caption=Ρυθμίσεις μικροφώνου
lblMicrophoneInputSource.Caption=Πηγή εισόδου
gbxEncodingSettings.Caption=Κωδικοποίηση
gbxGameRecordingPerformance.Caption=Καταγραφή παιχνιδιού
lblStageOfPipeline.Caption=Στάδια διέλευσης:
lblDecoderResolutionCompatibility.Caption=Συμβατότητα ανάλυσης αποκωδικοποιητή:
lblWatermarkLeftRightMargins.Caption=Αριστερά-Δεξιά περιθώρια
lblWatermarkTopBottomMargin.Caption=Κορυφή-Κάτω περιθώρια
gbxCalcFPS.Caption=Υπολογισμός FPS
lblCalcFPSInterval.Caption=Διάστημα:
lblCalcFPSMS.Caption=χιλιοστά δευτερολέπτου
lblCalcFPSRoundMode.Caption=Λειτουργία  στρογγυλοποίησης: 
gbxFPSLimit.Caption=Όριο FPS
chkFPSLimit.Caption=Όριο FPS
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=Όριο FPS στην εγγραφή
chkCaptureIncludeCursor.Caption=&Συμπερίληψη του δρομέα
chkUseCaptureImageWatermark.Caption=Προσθήκη υδατογραφήματος στην εικόνα καταγραφής
lblFPSLimitMode.Caption=Λειτουργία:
tsMouseLeftClickEffect.Caption=Εφέ αριστ. κλικ
tstsMouseRightClickEffect.Caption=Εφέ δεξιού κλικ
chkMouseLeftClickEffect.Caption=Προσθήκη εφέ αριστερού κλικ
lblMouseLeftClickEffectStyle.Caption=Στυλ:
lblMouseLeftClickColor.Caption=Χρώμα:
lblMouseLeftClickEffectSize.Caption=Μέγεθος:
lblMouseLeftClickLineWidth.Caption=Πάχος γραμμής:
chkMouseRightClickEffect.Caption=Προσθήκη εφέ δεξιού κλικ
lblMouseRightClickEffectStyle.Caption=Στυλ:
lblMouseRightClickColor.Caption=Χρώμα:
lblMouseRightClickEffectSize.Caption=Μέγεθος:
lblMouseRightClickLineWidth.Caption=Πάχος γραμμής:
chkMouseCursorHighlightEffect.Caption=Προσθήκη εφέ επισήμανσης στο δρομέα του ποντικιού
lblMouseCursorHighlightEffectColor.Caption=Χρώμα:
lblMouseCursorHighlightEffectSize.Caption=Μέγεθος:
tsMouseCursorHighlightEffect.Caption=Εφέ επισήμανσης
tsMouseCursorSize.Caption=Μέγεθος δρομέα
chkRecordingAreaAroundTheMouseCursor.Caption=Καταγραφή περιοχής γύρω από τον δρομέα κατά την εγγραφή
gbxWebcamSettings.Caption=Web κάμερα
chkWebcamOverlayToVideo.Caption=&Προσθήκη επικάλυψης web κάμερας στο βίντεο
lblWebcamList.Caption=Web κάμερα
btnWebcamPreview.Caption=Προεπισκόπηση...
btnWebcamSettings.Caption=&Ρυθμίσεις...
gbxWebcamPosition.Caption=Θέση
lblWebcamLeftRightMargins.Caption=Αριστερά-Δεξιά περιθώρια
lblWebcamTopBottomMarings.Caption=Κορυφή-Κάτω περιθώρια
lblStartFilenameNumber.Caption=Start number at:
chkHiddenRecordingArea.Caption=Hidden recording area
tsRecordingArea.Caption=Recording area
lblWebcamFormat.Caption=Format:
btnAllReset.Caption=&Reset...
chkShowHideFPSHotKey.Caption=Show/Hide FPS:
chkOnOffAlwaysHideRecordingArea.Caption=Show/Hide Recording area:
gbxScreenRecording.Caption=Screen recording
lblCaptureMethod.Caption=Capture method:
chkShowRecordingAreaMiniControl.Caption=Show mini control of recording area
chkAlwaysOnTop.Caption=&Always on top
lblFrameRateMode.Caption=Frame rate mode:
gbxHiddenRecordingArea.Caption=Hidden recording area
chkAlwaysHideRecordingArea.Caption=Always hide
chkHideRecordingAreaWhenRecording.Caption=Hide when recording
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Hide when an app is minimized or hidden
chkUseTrayIcon.Caption=Use &Trayicon
chkHideAppWhenAppMinimized.Caption=Hide app when app is minimized
chkHideAppWhenAppStarts.Caption=Hide app when app starts
btnVideoQualityCustom.Caption=Custom...

[frmAbout]
btnOK.Caption=&Εντάξει
lblDescription.Caption=Personal Use Only (non-commercial)
btnSendReport.Caption=Υποβολή αναφοράς σφάλματος...
Caption=Περί
tsInformation.Caption=Πληροφορίες
tsLicense.Caption=Άδεια χρήσης
btnRegister.Caption=&Καταχώρηση

[frmVFWCodecs]
Caption=Εξωτερικοί κωδικοποιητές
chkUseVFWCodec.Caption=&Χρήση εξωτ. κωδικοποιητών
btnDownloadCodecs.Caption=Λήψη  εξωτερικών κωδικοποιητών...
btnVideoConfiguration.Caption=&Ρύθμιση
btnInformation.Caption=&Περί
btnOK.Caption=&Εντάξει
btnCancel.Caption=Ά&κυρο
lblVFWAudioCodecs.Caption=Κωδικοποιητής ήχου

[frmRegister]
Caption=Καταχώρηση
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=Σειριακός αριθμός:
btnOK.Caption=&Εντάξει
btnCancel.Caption=Ά&κυρο

[frmInternetAuth]
Caption=Παρακαλώ περιμένετε...
lblAuthentication.Caption=Έλεγχος ταυτότητας...

[frmSaveToGIFProgress]
Caption=Saving..
btnCancel.Caption=Cancel(&C)

[LanguageString]
Record=Εγγραφή
Resume=Συνέχιση
Pause=Παύση
Encoding=Κωδικοποίηση
Capture=Στιγμιότυπο
Area=Περιοχή
Resize=Διάσταση
Open=Άνοιγμα
Options=Επιλογές
Report=Αναφορά
Register=Register
Info=Πληροφ.
Hotkey=Πλήκτρο συντόμευσης
Hotkeys=Συντομεύσεις
Save=Αποθήκευση
Codecs=Κωδικ/τές
Timelimit=Χρονικό όριο
Stop=Διακοπή
Confirm=Επιβεβαίωση
Version=Έκδοση
Language=Γλώσσα
Stereo=Στερεοφωνικά
Mono=Μονοφωνικά
Warning=Προειδοποίηση
Sound=Ήχος
Error=Σφάλμα
Information=Πληροφορία
Confirm=Επιβεβαίωση
&Yes=&Ναι
&No=Ό&χι
&OK=&Εντάξει
&Cancel=Ά&κυρο
&Abort=&Ματαίωση
&Retry=&Επανάληψη
&Ignore=&Παράβλεψη
Effect=Επίδραση
KeyframeRate=Ρυθμός βασικού καρέ
ModifiedWindowsHostFile=Εντοπίστηκε αλλοίωση του αρχείου hosts των Windows.
StopRecording=Διακοπή καταγραφής της οθόνης.
StartRecording=Έναρξη καταγραφής της οθόνης.
CaptureScreen=Λήψη στιγμιοτύπου οθόνης.
CopyToClipboard=Αντιγραφή στο Πρόχειρο
PressKeyStopRecording=Πατήστε %s για διακοπή της εγγραφής.
RecordingFailed=Η εγγραφή απέτυχε.
CauseAudioSynthesis=Αιτία (σύνθεση ήχου): 
Cause=Αιτία
NotExistDefaultOutputPath=Η διαδρομή εξόδου δεν υπάρχει. Η προεπιλεγμένη διαδρομή εξόδου έχει αλλάξει.
Recording...=Καταγραφή...
UpdateNewVersion=Ενημέρωση του oCam στη νέα έκδοση.
SelectAreaToRecord=Επιλογή περιοχής για εγγραφή.
ResizeRecordingArea=Αλλαγή μεγέθους της περιοχής καταγραφής.
Position=Θέση
ChangeSettings=Γενικές επιλογές διαμόρφωσης του προγράμματος.
DisplaySoftwareInformation=Εμφάνιση των πληροφοριών λογισμικού και πληροφοριών της άδειας χρήσης.
OpenOutputPath=Άνοιγμα του φακέλου εξαγωγής.
BrowseForFolder=Αναζήτηση φακέλου
FailedRecordRegisterHotkey=Το πλήκτρο συντόμευσης Εγγραφής δεν μπορεί να καταχωρηθεί.
FailedPauseRegisterHotkey=Το πλήκτρο συντόμευσης Παύσης δεν μπορεί να καταχωρηθεί.
FailedCaptureRegisterHotkey=Το πλήκτρο συντόμευσης Στιγμιοτύπου δεν μπορεί να καταχωρηθεί.
FailedRecordAreaRegisterHotkey=Το πλήκτρο συντόμευσης "Επιλογή περιοχής για εγγραφή" δεν μπορεί να καταχωρηθεί.
PleaseChangeHotkey=Παρακαλούμε αλλάξτε τις ρυθμίσεις του πλήκτρου συντόμευσης.
LanguageChanged=Η γλώσσα έχει αλλάξει.#13#10Για να τεθεί σε ισχύ πρέπει να κάνετε επανεκκίνηση του προγράμματος.
DownloadCodecs=Λήψη των κωδικοποιητών από το Διαδίκτυο.
WhenUsedGoodCodecs=Για χρήση σε συνδυασμό με το oCam, έχουμε συγκεντρώσει μια καλή συλλογή κωδικοποιητών.
GotoCodecPage=Θέλετε να μεταβείτε στη σελίδα κωδικοποιητών;
DontShowAgain=Να μην εμφανιστεί ξανά.
RecordingStarting=Έναρξη...
RecordingStopping=Διακοπή...
FailedInitWASSoundLibDLL=Απέτυχε η προετοιμασία της βιβλιοθήκης ήχου. Ελέγξτε την τρέχουσα υπηρεσία ήχου των Windows.
JPEGQuality=Ποιότητα JPEG
CompressQuality=Συμπίεση ποιότητας
LicenseTo=Αυτό το προϊόν καταχωρήθηκε σε:
InvalidSerialNumber=Ο σειριακός αριθμός δεν είναι σωστός ή έχει λήξει.
RegisterExpired=Ο σειριακός αριθμός έχει λήξει.
ExpiryDate=Απομένουν
Days=ημέρες
Enabled=Ενεργοποιημένο
Disabled=Απενεργοποιημένο
Used=Ναι
NotUsed=Όχι
LowDiskSpace=Δεν υπάρχει αρκετός χώρος στο δίσκο.
Watermark=Υδατ/φημα
RecordSystemAudio=Εγγραφή ήχου συστήματος
DoNotRecordMicrophone=Όχι εγγραφή μικροφώνου
DoNotRecordSystemAudio=Όχι ήχο συστήματος
UltraHigh=Πολύ υψηλή
VeryHigh=Πολύ υψηλή
High=Υψηλή
Medium=Μέση
Low=Χαμηλή
VeryLow=Πολύ χαμηλή
Auto=Αυτόμ.
CantNotLoadImage=Δεν είναι δυνατή η φόρτωση της εικόνας υδατογραφήματος από το αρχείο.
NotFoundTheTargetRecordWindow=Δεν βρέθηκε το παράθυρο στόχος για εγγραφή.
RecordingGame=Παιχνίδι
VeryFast=Πολύ γρήγορα
Fast=Γρήγορα
Normal=Κανονικά
Slow=Αργά
VerySlow=Πολύ αργά
FileName=Όνομα αρχείου
ConnectionFailed=Η σύνδεση με το διακομιστή απέτυχε.
Congratulations=Συγχαρητήρια
SuccessfullyRegistered=Συγχαρητήρια! Έχετε εγγραφεί με επιτυχία.
InvalidSerialNumber=Μη έγκυρος σειριακός αριθμός. Ο σειριακός αριθμός φαίνεται να μην είναι έγκυρος.
InvalidEMailAddress=Μη έγκυρη διεύθυνση e-mail. Η διεύθυνση e-mail φαίνεται να μην είναι έγκυρη.
RegisterExpired=Ο σειριακός αριθμός που χρησιμοποιείτε για την ενεργοποίηση αυτού του προϊόντος έχει λήξει.
InvalidResponseFromServer=Παραλήφθηκε μια μη έγκυρη απόκριση από τον διακομιστή.
RegisterAleady=Ο σειριακός αριθμός είναι ήδη καταχωρημένος.
Donate=Δωρεά
MonitorNotSupportResolution=Η οθόνη δεν υποστηρίζει την ανάλυση.
HalfSize=Μισό μέγεθος
FitWidth=Προσαρμογή στο πλάτος
FitHeight=Προσαρμογή στο ύψος
Custom=Προσαρμοσμένη
GIF=Anminated GIF
General=General
Game=Game
Performance=Απόδοση
Input=Είσοδος
LeftChannel=Αριστερό κανάλι
RightChannel=Δεξί κανάλι
StereoChannel=Στερεοφωνικά
3StagPipelineDescription=Διέλευση 3 σταδίων (καλή απόδοση)
2StagPipelineDescription=Διέλευση 2 σταδίων (κανονική)
NoPipelineDescription=Χωρίς διέλευση (αργή)
HighPerformance=Υψηλή απόδοση
HighQuality=Υψηλή ποιότητα
BlurayDisk=Δίσκος Bluray
LowLatency=Μικρός λανθάνων χρόνος
HighPerformanceLowLatency=Υψηλή απόδοση και Μικρός λανθάνων χρόνος
HighQualityLowLatency=Υψηλή ποιότητα και Μικρός λανθάνων χρόνος
NvidiaDefault=Προεπιλογή Nvidia
MaximumQuantizer=Μέγιστος κβαντισμός
MinimumQuantizer=Ελάχιστος κβαντισμός
ConstQuantizerParameter=Σταθερή παράμετρος κβαντισμού
Main=Κύρια
Baseline=Αρχική τιμή
SinglePassConstantQP=1-PASS Σταθερή QP
SinglePassCBR=1-PASS CBR
SinglePassVBR=1-PASS VBR
(0)FirstGPU=(0) Πρώτη GPU
(1)SecondGPU=(1) Δεύτερη GPU
WidthHeightMultiple16=Πλάτος. Το ύψος είναι πολλαπλάσιο του 16
WidthMultiple8HeightMultiple4=Πλάτος πολλαπλάσιο του 8. Το ύψος είναι πολ/σιο του 4
WidthHeightMultiple2=Πλάτος. Το ύψος είναι πολλαπλάσιο του 2
Pixel=Πίξελ
Round=Στρογγυλοποίηση
RoundUp=Στρογ/ποίηση πάνω
RoundDown=Στρογ/ποίηση κάτω
ConsumingCPUCycles=Κατανάλωση των κύκλων CPU
YieldTheCPU=Απόδοση της CPU
AnimationDuration=Διάρκεια κινούμενου εφέ
millisecond=χιλιοστά δευτ.
Rings=Δαχτυλίδια
Star=Άστρο
Star_RandomColor=Άστρο ( Τυχαίο χρώμα )
Star_Rotation=Περιστρεφόμενο άστρο
Star_Rotation_RandomColor=Περιστρεφόμενο άστρο ( Τυχαίο χρώμα )
Opacity=Αδιαφάνεια
SoftEdge=Στρογγύλεμα ακμών
Sec=Δευτ.
CursorSize=Μέγεθος δρομέα
Webcam=Web κάμερα
WebcamVideoSize=Μέγεθος βίντεο
SerialNumberAlreadyRegistered=Ο σειριακός αριθμός έχει ήδη καταχωρηθεί.
Close=Close
WhenRecording=When recording
Always=Always
AutoSelect=Auto select
AreSureResetAllSettings=Are you sure you want to reset all settings?
PleaseEnterRecordingAreaDisplayName=Please enter recording area display name.
NoCategory=No category
RecordingAreaCategoryNameExists=Category name exists.
InvaildRecordingAreaCategoryName=Invaild category name.
PleaseEnterRecordingAreaCategoryName=Please enter category name.
Youtube=Youtube
LossLess=lossless
HighPerformanceLossLess=High Performance Lossless
Menu=Menu
ScreenRecording=Screen Recording
GameRecording=Game Recording
AudioRecording=Audio Recording
LetsSeeTheGameRecordingManual=Let's see the game recording manual for beginners.
DesktopDuplicationAPI=Desktop Duplication API ( Fast )
GDIAPI=GDI API
CantNotLoadWatermarkImage=Can not load watermark image.
FrameRateMode_VFR=Variable frame rate ( fast )
FrameRateMode_CFR=Constant frame rate
SoundRecord=Record
SecretFolder=SecretFolder
Installed=Installed
InstallApp=Install App
AleadyInstall=App is already installed.
FailedRunInstaller=Failed to run the action install software.
FailedDownload=Download failed.
FailedGetSystemInfo=Failed to Get System Information.
InvalidInstallFile=The download file appears to be corrupted.
[frmHardwareEncoderSettings]
Caption=Ρυθμίσεις κωδικοποίησης
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Προρυθμίσεις:
btnOK.Caption=&Εντάξει
btnCancel.Caption=Ά&κυρο
lblNvidiaNvencH264Profile.Caption=Προφίλ:
lblNvencH264Level.Caption=Επίπεδο:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=Έλεγχος ρυθμού
lblNvencH264ConstQP.Caption=Σταθερή παράμετρος κβαντισμού: 
lblNvencH264ConstQPHigh.Caption=1 ( Υψηλή ποιότητα )
lblNvenctH264ConstQPLowQuality.Caption=51 ( Χαμηλή ποιότητα )
lblNvencH264AverageBitRate.Caption=Μέσος ρυθμός: 
lblNvencH264MinimumQuantizer.Caption=Ελάχιστος κβαντισμός: 
lblNvencH264MinimumQPHighQuality.Caption=1 ( Υψηλή ποιότητα )
lblNvencH264MinimumQPLowQuality.Caption=51 ( Χαμηλή ποιότητα )
lblNvencH264MaximumQuantizer.Caption=Μέγιστος κβαντισμός:
lblNvencH264MaximumQPHighQuality.Caption=1 ( Υψηλή ποιότητα )
lblNvencH264MaximumQPLowQuality.Caption=51 ( Χαμηλή ποιότητα )
lblNvencH264MaxBitrate.Caption=Μέγιστος ρυθμός: 
btnNvencH264Default.Caption=&Προεπιλογή
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Preset
lblNvidiaNvencHEVCProfile.Caption=Profile
lblNvencHEVCLevel.Caption=Level
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Rate control
lblNvencHEVCConstQP.Caption=Const Quantizer Parameter: 
lblNvencHEVCConstQPHigh.Caption=1 ( High Quality )
lblNvenctHEVCConstQPLowQuality.Caption=51 ( Low Quality )
btnNvencHEVCDefault.Caption=&Default
lblNvencHEVCAverageBitRate.Caption=Average Bitrate: 
lblNvencHEVCMinimumQuantizer.Caption=Minimum Quantizer: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaximumQuantizer.Caption=Maximum Quantizer: 
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaxBitrate.Caption=Max Bitrate: 
gbxOpenH264RateControl.Caption=Rate control
lblOpenH264ConstQP.Caption=Const Quantizer Parameter: 
lblOpenH264ConstQPHigh.Caption=1 ( High Quality )
lblOpenH264ConstQPLowQuality.Caption=51 ( Low Quality )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( High Quality )
lblQSVH264ConstQPLowQuality.Caption=51 ( Low Quality )
gbxQSVH264RateControl.Caption=Rate control

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Ρυθμός μετάδοσης bit : 
lblMP3AudioBitrate.Caption=Ρυθμός μετάδοσης bit : 
lblMP2AudioBitrate.Caption=Ρυθμός μετάδοσης bit : 
lblWMAAudioBitrate.Caption=Ρυθμός μετάδοσης bit : 
btnDefault.Caption=&Προεπιλογή
btnOK.Caption=&Εντάξει
btnCancel.Caption=Ά&κυρο
Caption=Ρυθμίσεις κωδικοποιητών ήχου
lblAACAudioSampleRate.Caption=Ρυθμός δειγματοληψίας : 
lblMP3AudioSampleRate.Caption=Ρυθμός δειγματοληψίας : 
lblMP2SampleRate.Caption=Ρυθμός δειγματοληψίας : 
lblWMASampleRate.Caption=Ρυθμός δειγματοληψίας : 
lblFlacAudioSampleRate.Caption=Ρυθμός δειγματοληψίας : 

[frmCustomSize]
Caption=Προσαρμοσμένο μέγεθος
btnOK.Caption=&Εντάξει
btnCancel.Caption=Ά&κυρο
gbxCustomSize.Caption=Μέγεθος

[frmRecordingAreaListEditor]
btnReset.Caption=&Reset
btnOK.Caption=&OK
btnCancel.Caption=&Cancel
mnuAdd.Caption=&Add...
mnuEdit.Caption=&Edit...
mnuDelete.Caption=&Delete...
mnuInsertSeparator.Caption=&Insert separator...
Caption=Recording area list editor

[frmInputNewCategoryName]
Caption=New category
ledtNewCategoryName.Caption=Enter category name:
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmAddRecordingArea]
Caption=Add recording area
lblCategorys.Caption=Category:
ledtRecordingAreaDisplayName.Caption=Recording area display name:
btnNewCategory.Caption=&New category...
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Hide folder
lblSecretFolderDescription.Caption=Hide, lock and password protect your private files and folders.
